const DIRECTORS = [
    {
		id: 0,
        name: "Аляксандр Аляксеевіч Аляксееў",
        lifetime: "1978 - ?",
        image: "https://upload.wikimedia.org/wikipedia/commons/thumb/e/e7/Aliaksandr_Aliakseyeu.jpg/439px-Aliaksandr_Aliakseyeu.jpg",
        shortDescription: "Нарадзіўся 14 лістапада 1978 года ў г. Казань. З 1979 года сям’я пераехала ў Беларусь. У 2000 годзе скончыў факультэт менеджменту Беларускага дзяржаўнага эканамічнага ўніверсітэта. У 2004 годзе абараніў дысертацыю, прысуджана навуковая ступень кандыдата эканамічных навук. З 2001 года пачаў працаваць на беларускім тэлебачанні. З’яўляўся вядучым і рэжысёрам праграмы «Знята!», рэдактарам тэлевізійных праектаў «Наша спадчына», «Новая калекцыя», «Эпоха». З 2001 года акрэдытаваны ў якасці беларускага фатографа і журналіста на міжнародных кінафестывалях у Кане, Берліне і Венецыі. З 2003 года ў якасці сааўтара сумесна з Алегам Лукашэвічам рэалізуе мастацкі праект «Спадчына Беларусі», які ўключае выданне прэзентацыйных альбомаў, правядзенне міжнародных фотавыставак, вытворчасць дакументальных фільмаў і тэлевізійных праграм для міжнароднай аўдыторыі. З 2007 года з’яўляецца беларускім выдаўцом. У маі 2011 года стаў намеснікам кіраўніка Нацыянальнага павільёна. З 2012 года працуе ў беларускай дакументалістыцы ў якасці рэжысёра. У 2014 годзе скончыў Беларускую дзяржаўную акадэмію мастацтваў па спецыяльнасці рэжысёр.",
        biography: [
            {
                id: 1,
                date: "2003",
                description: "Серыя фотавыставак: «Храмы Беларусі», «Сядзібы і ратушы Беларусі», «Палацы і замкі Беларусі» (Мінск, Беларусь)"
            },
            {
                id: 2,
                date: "2004",
                description: "Выстаўка ў гонар 50-годдзя ўступлення Рэспублікі Беларусь у ЮНЕСКА (Парыж, Францыя)"
            },
            {
                id: 3,
                date: "2008",
                description: "Удзел у міжнароднай выстаўцы «Праваслаўная ікона Расіі, Украіны, Беларусі» (Мінск, Беларусь)"
            },
            {
                id: 4,
                date: "2014",
                description: "Фотавыстаўка на арт-агароджы парку Чалюскінцаў з 60 фотаздымкаў (Мінск, Беларусь)"
            },
            {
                id: 5,
                date: "2015",
                description: "Фотавыстаўка на агароджы Усіхсвяцкага храма (Мінск, Беларусь)"
            },
            {
                id: 6,
                date: "2016",
                description: "Фотавыстаўка для дыпламатычных прадстаўнікоў дзяржаў свету (Мінск, Беларусь)."
            }
        ],
        gallery: ["https://web.archive.org/web/20160509063617im_/http://radiobelarus.tvr.by/sites/default/files/1_4.jpg", "https://web.archive.org/web/20160509063617im_/http://radiobelarus.tvr.by/sites/default/files/2%D0%B01.jpg", "https://web.archive.org/web/20160509063617im_/http://radiobelarus.tvr.by/sites/default/files/21.jpg", "https://web.archive.org/web/20160509063617im_/http://radiobelarus.tvr.by/sites/default/files/Book171.jpg", "https://web.archive.org/web/20160509063617im_/http://radiobelarus.tvr.by/sites/default/files/Book61.jpg"],
        video: "https://youtu.be/rz3asfWmxSQ",
        coords: [53.92284, 27.60117]
    },
    {
		id: 1,
        name: "Міхаіл Уладзіміравіч Анемпадыстаў",
        lifetime: "1964 - 2018",
        image: "https://upload.wikimedia.org/wikipedia/commons/3/34/Aniempadystau_Michal_2012.jpg",
        shortDescription: "Дызайнер, графік, паэт. Сябра Беларускага Саюза Дызайнераў (ад 1997). Сябра Беларускага ПЭН-клубу (ад 2009). Скончыў Менскую Мастацкую Вучэльню імя Глебава (1983). Працаваў у галіне плаката, ужытковай і станкавай графікі, фатаграфіі і графічнага дызайна. Аўтар шматлікіх песенных тэкстаў для беларускіх рок-выканаўцаў. Аўтар тэкстаў і канцэпцыі рок-мьюзікла “Народны Альбом”.",
        biography: [
            {
                id: 1,
                date: "1987",
                description: "Выстаўка аб’яднання «Галіна» на Рэспубліканскай выстаўцы плаката (г. Мінск, Беларусь)."
            },
            {
                id: 2,
                date: "1988",
                description: "Выстаўка «Мы» (г. Мінск, Беларусь)."
            },
            {
                id: 3,
                date: "1990",
                description: "Выстаўка «Грюнвальд» (г. Мінск, Беларусь)."
            },
            {
                id: 4,
                date: "2008",
                description: "Выстаўка «Беларускі плакат» (г. Варшава; г. Берлін; г. Дрэздэн; г. Брусель; г. Тулуза; г. Бон)."
            },
            {
                id: 5,
                date: "2010",
                description: "Выстаўка «Рэканструкцыя Перабудовы» (г. Вільнюс, Літва)."
            },
            {
                id: 6,
                date: "2011",
                description: "Выстаўка «Беларускі плакат 1961—2011» (г. Мінск, Беларусь)."
            }
        ],
        gallery: ["http://journalby.com/files/styles/1000x1000/public/field/image/michal4.jpg?itok=ejKuKqRB", "http://journalby.com/files/bw2_0.jpg", "http://journalby.com/files/r14.jpg", "http://journalby.com/files/b8_0.jpg", "http://journalby.com/files/bw1_0.jpg"],
        video: "https://youtu.be/CavNfiZZW2A",
        coords: [53.91204, 27.60077]
    },
    {
		id: 2,
        name: "Леў У́рбанавіч Дашке́віч",
        lifetime: "1882 - 1957",
        image: "https://upload.wikimedia.org/wikipedia/commons/d/db/Le%C5%AD_Da%C5%A1kievi%C4%8D.jpg",
        shortDescription: "Паходзіў з шляхецкага роду герба «Ляліва». Вучыўся ў Мінскай мужчынскай гімназіі і Віленскім інтэрнаце-канквіце, на медыцынскім факультэце Варшаўскага ўніверсітэта, ў Францыі — на факультэце філалогіі Універсітэта Бургундыі (Дыжон), займаўся на фатаграфічным аддзяленні Вышэйшай школы графічных мастацтваў у Парыжы. З 1911 г. пачаў друкавацца ў навуковых выданнях (La Nature. Paris). У 1920 г. вярнуўся ў Менск. З кастрычніка 1920 г. чытаў курсы лекцый па сусветнай літаратуры і фатаграфіі ў Менскім інстытуце народнай адукацыі, выкладаў французскую мову ў Беларускім політэхнічным інстытуце, у 1923—1924 навуковы фатограф на медыцынскім факультэце БДУ.",
        biography: [
            {
                id: 1,
                date: "1924",
                description: "Фатаграфіі ў выданні Азбукін М. «Географія Эўропы»."
            },
            {
                id: 2,
                date: "1926",
                description: "Фатаграфіі ў выданні Грамыка М. «Пачатковая географія»."
            },
            {
                id: 3,
                date: "1929",
                description: "Фатаграфіі ў выданні «Сучаснае беларускае мастацтва»."
            },
            {
                id: 4,
                date: "1931",
                description: "Фатаграфіі ў выданні «Беларусь Савецкая: Фотаальбом»."
            },
            {
                id: 5,
                date: "1932",
                description: "«IV Усебеларуская мастацкая выстаўка»"
            },
            {
                id: 6,
                date: "1930",
                description: "Удзел у выстаўцы ў Дрэздэне (Германія)."
            }
        ],
        gallery: ["https://upload.wikimedia.org/wikipedia/commons/b/b2/%D0%97%D1%96%D0%BC%D0%BE%D0%B2%D1%8B_%D0%BB%D0%B5%D1%81_%D0%BF%D0%B0%D0%B4_%D0%9C%D0%B5%D0%BD%D1%81%D0%BA%D0%B0%D0%BC._Zimovy_lies_pad_Mienskam_%28L._Da%C5%A1kievi%C4%8D%29.jpg", "https://upload.wikimedia.org/wikipedia/commons/f/fe/Miensk%2C_Archirejski%2C_Pakro%C5%ADskaja._%D0%9C%D0%B5%D0%BD%D1%81%D0%BA%2C_%D0%90%D1%80%D1%85%D1%96%D1%80%D1%8D%D0%B9%D1%81%D0%BA%D1%96%2C_%D0%9F%D0%B0%D0%BA%D1%80%D0%BE%D1%9E%D1%81%D0%BA%D0%B0%D1%8F_%28L._Da%C5%A1kievi%C4%8D%2C_1923%29.jpg", "https://upload.wikimedia.org/wikipedia/commons/0/05/%D0%A4%D0%BE%D1%82%D0%BE%D0%B3%D1%80%D0%B0%D1%84%D0%B8%D1%8F_%D0%9B%D1%8C%D0%B2%D0%B0_%D0%94%D0%B0%D1%88%D0%BA%D0%B5%D0%B2%D0%B8%D1%87%D0%B0._%D0%98%D0%B7_%D1%84%D0%BE%D0%BD%D0%B4%D0%BE%D0%B2_%D0%9D%D0%B0%D1%86%D0%B8%D0%BE%D0%BD%D0%B0%D0%BB%D1%8C%D0%BD%D0%BE%D0%B3%D0%BE_%D0%BC%D1%83%D0%B7%D0%B5%D1%8F_%D0%B8%D1%81%D1%82%D0%BE%D1%80%D0%B8%D0%B8_%D0%91%D0%B5%D0%BB%D0%B0%D1%80%D1%83%D1%81%D0%B8..jpg", "https://upload.wikimedia.org/wikipedia/commons/2/28/Miensk%2C_Lacha%C5%ADka%2C_Sucin._%D0%9C%D0%B5%D0%BD%D1%81%D0%BA%2C_%D0%9B%D1%8F%D1%85%D0%B0%D1%9E%D0%BA%D0%B0%2C_%D0%A1%D1%83%D1%86%D1%96%D0%BD_%28L._Da%C5%A1kievi%C4%8D%2C_1920-29%29.jpg"],
        video: "https://youtu.be/V5zrfjbrpts",
        coords: [53.91654, 27.88727]
    },
    {
		id: 3,
        name: "Дар’я Аляксандраўна Ерамеева (Матросава)",
        lifetime: "1990 - ?",
        image: "https://static.wixstatic.com/media/15d450_6c1828f4c1af465ba1c298ce9b12af02~mv2.jpg/v1/fill/w_289,h_416,al_c,q_80,usm_0.66_1.00_0.01/4F5A0621%D0%BC%D0%B0%D0%BB.webp",
        shortDescription: "З 2015 года Дар’я працуе міжнародным фатографам выяўленчага мастацтва і моды, спецыялізуючыся на канцэптуальным мастацтве, модзе і эмацыйным творчасці. Асноўная ідэя ― унікальныя фотасесіі з выкарыстаннем сапраўдных касцюмаў, макіяжу і аксесуараў. Крэатыў з’яўляецца галоўным складнікам работ аўтара. DASHA ART таксама працуе з буйнымі ювелірнымі кампаніямі, дызайнерамі адзення, касметыкі, абутку, аксесуараў і шматлікім іншымі брэндамі, распрацоўваючы і увасабляючы ідэі для крэатыўнай рэкламы.",
        biography: [
            {
                id: 1,
                date: "2016",
                description: "Выстаўка «Вечар моды» (Віцебск, Беларусь)"
            },
            {
                id: 2,
                date: "2017",
                description: "Espace beaurepaire (Парыж, Францыя)"
            },
            {
                id: 3,
                date: "2018",
                description: "«This is America» (Вашынгтон, ЗША)"
            },
            {
                id: 4,
                date: "2018",
                description: "Дзяўчаты з жэмчугам (Бангкок, Тайланд)"
            },
            {
                id: 5,
                date: "2018",
                description: "17-й Кітайскі міжнародны фестываль фатаграфіі (Чжэнчжоў, Кітай)"
            },
            {
                id: 6,
                date: "2019",
                description: "Passeig De Gracia Station (Барселона, Іспанія)"
            }
        ],
        gallery: ["https://vitvesti.by/images/y2020/09-10/photograf-2.jpg", "https://vitvesti.by/images/y2020/09-10/photograf-5.jpg", "https://vitvesti.by/images/y2020/09-10/photograf-6.jpg", "https://vitvesti.by/images/y2020/09-10/photograf-3.jpg"],
        video: "https://youtu.be/kqS5y-cMZwM",
        coords: [55.199903, 30.22108]
    },
    {
		id: 4,
        name: "Артур Аляксандравіч Клінаў",
        lifetime: "1965 - ?",
        image: "https://upload.wikimedia.org/wikipedia/commons/3/30/Artur_Klinau_-_Minsk_-_2014_AD.JPG",
        shortDescription: "Беларускі мастак, акцыяніст, дызайнер, фатограф, літаратар, сцэнарыст, галоўны рэдактар часопіса «pARTisan» (2002). Яркі прадстаўнік неафіцыйнага, нефармальнага мастацтва, авангардыст, канцэптуальны мастак, які ўпершыню заявіў пра сябе ў канцы 1980-х у Беларусі. Аўтар урбаністычна-культурнай канцэпцыі «Горад Сонца» — захавання архітэктурнай унікальнасці цэнтральнай часткі Мінска (Беларусь). З’яўляецца прыкладам універсальнай творчай асобы, якая, развіваючы цікавую мастацкую ідэю, здольна рэалізаваць навацыю ў любой мастацкай форме",
        biography: [
            {
                id: 1,
                date: "1987",
                description: "Выстаўка «Майстэрня мастака» (г. Мінск, БССР)"
            },
            {
                id: 2,
                date: "1990",
                description: "Выстаўка «Беларускі авангард» (г. Дармштат, Германія)"
            },
            {
                id: 3,
                date: "1999",
                description: "Музей «Moderna Museet» (г. Стакгольм, Швецыя)"
            },
            {
                id: 4,
                date: "2003",
                description: "Маскоўскі музей сучаснага мастацтва (г. Масква, Расія)"
            },
            {
                id: 5,
                date: "2009",
                description: "беларускі павільён 53-й Венецыянскай Біенале (г. Венецыя, Італія)"
            },
            {
                id: 6,
                date: "2010",
                description: "выстаўка «Open the door? Belarusian Art Today» (г. Вільнюс, Літва)"
            }
        ],
        gallery: ["http://partisanmag.by/wp-content/uploads/2012/10/Panarama-4-stely-GR-2F-S3-B.jpg", "http://partisanmag.by/wp-content/uploads/2012/11/Star-27-Vartavyja-2-32-e1424332621862.jpg", "http://partisanmag.by/wp-content/uploads/2012/11/Parfenon-Bohi-S2-e1424332760142.jpg", "http://partisanmag.by/wp-content/uploads/2012/11/Viezy-u-dozdz-S-01-e1424333000427.jpg"],
        video: "https://youtu.be/BHGn4Zk49vY",
        coords: [53.90228, 27.56123]
    }
]

export default DIRECTORS;